Repository: leshasergeev/GitManager
Catalog: github-client/GitManager/Resources/GitManager/*.lproj/Localizable.strings
Languages: ru

source: Something went wrong
ru: Что-то пошло не так

source: Type request to search
ru: Введите запрос для поиска

source: Nothing found for you request, try another one.
ru: Ничего не найдено по вашему запросу, попробуйте другой.

source: Sign In with GitHub
ru: Войти с GitHub

source: Welcome to Git Manager!
ru: Добро пожаловать в Git Manager!

source: Some Error with Receiving User's Profile Occurred
ru: Какая-то ошибка с получением данных профиля

source: Ok
ru: Ок

source: Working at
ru: Работает в

source: Sign Out
ru: Выйти

source: Working somewhere
ru: Где-то работает

source: Name Is Unknown
ru: Имя не известно

source: Email Is Unknown
ru: Email не известен

source: Location Is Unknown
ru: Локация не известна
